Repository: leobtlh/dashboard
Catalog: deepl-website/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Altux Traduction
de: Altux Übersetzung

source: Traduction par
de: Übersetzung von

source: Traduction de Texte
de: Textübersetzung

source: Texte à traduire
de: Zu übersetzender Text

source: Traduction
de: Übersetzung

source: Traduire
de: Übersetzen

source: Langues
de: Sprachen

source: Outils
de: Tools

source: Traduction de texte
de: Textübersetzung

source: Traduction de documents
de: Übersetzung von Dokumenten

source: Amélioration de texte
de: Text verbesserung

source: Liens
de: Links

source: Amélioration de Texte
de: Text verbesserung

source: Texte à améliorer
de: Text zu verbessern

source: Texte amélioré
de: Verbesserter Text

source: Améliorer
de: Verbessern

source: Traduction de Document
de: Übersetzung von Dokumenten

source: Formats autorisés
de: Erlaubte Formate

source: Choisissez un fichier
de: Wählen Sie eine Datei aus

source: ou glissez-le ici.
de: oder schieben Sie es hierher.

source: Lancer la traduction
de: Übersetzung starten
